<?php

return [
    'subject' => 'Реєстрація',
    'thank_you_for_registering' => 'Дякуємо Вам за реєстрацію. Ваші дані для входу:',
    'to_confirm_account' => 'Для підтвердження вашого облікового запису перейдіть за наступним посиланням:',
    'you_can_change_password' => 'Ви можете змінити пароль у відповідному розділі особистого кабінету.',
    'your_password_saved_database' => 'Ваш пароль успішно збережений в нашій базі даних. Якщо Ви все ж його забудете, то можна завжди відновити пароль скориставшись своєю електронною поштою.',
    'click_link' => 'Для подтверждения регистрации и работы с сервисом нажмите "Подтвердить".',
    'ignore_mail' => 'Якщо це були не Ви, ігноруйте цей лист.',
    'confirm' => 'Підтвердити'
];