<?php

return [
    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'not_activated' => 'Пожалуйста активируйте ваш аккаунт.',
    'not_active' => 'Ваш аккаунт не активен.',
    'invalid_credentials' => 'Учетные данные пользователя неверные.',
    'invalid_request' => 'Пожалуйста, заполните все поля.',
    'incorrect_password' => 'Ваш пароль неверный.',

    'confirm_success' => 'Вы успешно подтвердили e-mail и завершили регистрацию!',
    'confirm_success_faq' => 'Если у Вас появился какой-либо вопрос, воспользуйтесь FAQ или задайте его нашим менеджерам.',
    'confirm_success_best_regards' => 'С уважением, команда Knignator.',
    'confirmation_false_confirmed' => 'Ваш аккаунт уже был подтвержден.',
    'confirmation_fail_token' => 'Неверная ссылка для активации.',

    'recovery_pass' => 'Восстановить пароль',
    'recovery_success' => 'Вы успешно отправили запрос.',
    'check_email' => 'Проверьте свой email и пройдите по ссылке.',
    'check_false_email' => 'Пользователя с указанным email не найдено',
    'check_false_url' => 'Неправильная ссылка на восстановление пароля',
    'new_pass_submit' => 'Отправить',
    'new_pass_enter' => 'Введите новый пароль',
    'new_pass_success' => 'Ваш пароль обновлен!',
    'change_password' => 'Изменение пароля',
    'fail_role' => 'Данная роль не доступна'
];
