<?php

return [
    'http_errors' => [
        '404' => [
            'title' => 'Сторінку не знайдено',
            'text' => 'Запитувана сторінка не знайдена, або сталася помилка'
        ],
        '429' => [
            'title' => 'Занадто багато запитів',
            'text' => 'Ви відправили занадто багато запитів. Зачекайте, будь ласка хвилину'
        ],
        'default' => [
            'title' => 'Виникла помилка',
            'text' => 'Sorry, something went wrong'
        ],
    ]
];
